Repository: jrpelegrina/lliurex-news
Catalog: lliurex-po/lliurex-news-setup/*.po
Languages: ca@valencia, es

source: Database
ca@valencia: Base de dades
es: Base de datos

source: DB Name
ca@valencia: Nombre BDD
es: Nombre de BDD

source: DB User
ca@valencia: Usuari BDD
es: Usuario de BDD

source: DB Password
ca@valencia: Contrasenya BDD
es: Contraseña de BDD

source: Repeat DB password
ca@valencia: Repetix la contrasenya de BDD
es: Repite la contraseña de BDD

source: News administrator
ca@valencia: Administrador de News
es: Administrador de News

source: User
ca@valencia: Usuari
es: Usuario

source: Password
ca@valencia: Contrasenya
es: Contraseña

source: Repeat password
ca@valencia: Repetix la contrasenya
es: Repite la contraseña

source: The News server is already configured. If you continue the current content will be removed. Do you want to reconfigure the News server?
ca@valencia: El servidor News ja està configurat. Si contínua el contingut actual serà eliminat. Desitja tornar a configurar el servidor News?
es: El servidor News ya está configurado. Si continua el contenido actual será borrado ¿Desea volver a configurar el servidor News?

source: Initializing News. Wait a moment...
ca@valencia: S'està inicialitzant News. Espere un moment...
es: Inicializando News. Espera un momento...

source: Error loading or processing template
ca@valencia: Error en carregar o processar la plantilla
es: Error al cargar o procesar la plantilla

source: Error initializing mysql service
ca@valencia: Error en inicialitzar el servei de mysql
es: Error al inicializar mysql

source: Error creating user to database
ca@valencia: Error en crear l'usuari de base de dades
es: Error al crear el usuario de base de datos

source: Error creating database
ca@valencia: Error en crear la base de dades
es: Error al crear la base de datos

source: Error cleaning old files
ca@valencia: Error en esborrar els fitxers antics
es: Error al limpiar los ficheros antiguos

source: Error copyng news files
ca@valencia: Error en copiar els nous fitxers
es: Error al copiar los nuevos ficheros

source: Error processing config file
ca@valencia: Error en processar el fitxer de configuració
es: Error al procesar el fichero de configuración

source: Error enabling apache2 config
ca@valencia: Error en activar la configuració de apache2
es: Error al activar la configuración de apache2

source: Error enabling news-server docker
ca@valencia: Error en activar el docker news-server
es: Error al activar el docker news-server

source: Error enabling easy-site
ca@valencia: Error en activar el easy-site
es: Error al activar el easy-site

source: Error enabling news cname
ca@valencia: Error en activar el cname de News
es: Error al activar el cname de News

source: Error in News config process
ca@valencia: Error en el procés de configuració de News
es: Error en el proceso de configuración de News

source: There are empty fields to be completed
ca@valencia: Hi ha camps buits que cal completar
es: Hay campos vacios que tienen que ser completados

source: DB Passwords do not match
ca@valencia: Les contrasenyes per a la base de dades no coincideixen
es: Las contraseñas para la base de datos no coinciden

source: Administrator passwords do not match
ca@valencia: Les contrasenyes per a l'Administrador no coincideixen
es: Las contraseñas de Adminstrador no coinciden

source: Initialization successful
ca@valencia: Inicialització satisfactòria
es: Inicialización satisfactoria
